print ('Привет, меня зовут Мага')
a, b, c, = 'Мухамед','Русланович', 'Баркинхоев'
print (a, b, c)
d = 'Р20К1'
print (d)
e = '16.12.2002'
print (e)


a = 'Владикавказ'
print (a)

a, b, c, d, e =('1941', 'СССР,', 'Германия,', 'Япония,', 'Италия.')
print (a, b, c, d, e)
print ()
a, b = '1945', 'СССР'
print (a, b)

a, b, c, d, e, f = ('1.Кто твой друг?', 'Алексей.', '2.Можешь ли ты его назвать хорошим человеком?', 'Да.', '3.Доверишь ли ты ему свою жизнь?', 'Да!')
print (a, b, c, d, e, f)

a, b, = 'Привет', '\U0001f600'
print (a, b)

a = int(5)
b = int(4)
c = int(5)
print ('Математика', a)
print ('Русский', b)
print ('Огневая', c)

a, b, c = ('Мага,', 'Мега,', 'Даня')
print (a, b, c, 'любим делать вместе')

orange_stocks = ('апельсин на складе:')
print ('запасы', orange_stocks, '1051кг')